Repository: BayramReisbirligi/Winmenu
Catalog: Microsoft.UI.Xaml/Assets/Strings/*/Resources.resw
Source language: en
Languages: tr

# database-CantConnect
source: We can't connect to the database!
tr: Veri tabanına bağlanamıyoruz!

# internal-EncounteredAnError
source: We encountered an error!
tr: Hata ile karşılaştık!

# internal-Ok
source: Ok
tr: Tamam

# database-Welcome
source: Your Windows Doctor is on Duty with Reis Production! If you encounter an error, please share the problem with us! Your feedback is valuable to all of us!
tr: Reis Production ile Windows Doktorunuz Görevdedir! Hata ile karşılaşırsanız lütfen sorunu bizle paylaşın! Geri dönüşleriniz hepimiz için değerli!

# database-WelcomeTitle
source: Thank you for choosing us!
tr: Bizi tercih ettiğiniz için teşekkür ederiz!

# database-WelcomeButton
source: You're welcome <3
tr: Rica ederim <3

# database-ErrorWhileLoading
source: An error occurred while loading the database!
tr: Veritabanı yüklenirken bir hata ile karşılaştık!

# database-ErrorWhileUpdating
source: We encountered an error while updating the user database!
tr: Kullanıcı veritabanı güncellenirken bir hata ile karşılaştık!

# database-CantFound
source: We couldn't find the database :(
tr: Veri tabanınızı bulamadık :(

# HomeView.Content
source: Home
tr: Ana menü

# GameModeView.Content
source: Game mode
tr: Oyun modu

# CleaningView.Content
source: Cleaning
tr: Temizlik

# UpdatesView.Content
source: Updates
tr: Güncelle

# ExtraFeaturesView.Content
source: Extra features
tr: Ekstra özellikler

# GeneralView.Content
source: General
tr: Genel

# settings-Sound.Content
source: Sound
tr: Ses

# settings-SpitalAudio.Text
source: Spital audio mode
tr: Mekansal ses modu

# settings-SelectedLanguage.Text
source: Selected language
tr: Seçilen dil

# settings-UseSearch.Text
source: Use search
tr: Aramayı kullan

# settings-TopMost.Text
source: Show Winmenu on top
tr: Winmenu'u en üstte göster

# settings-ChangeTheme.Text
source: Change theme
tr: Temayı değiştir

# settings-Notification.Text
source: Show notification
tr: Bildirim göster

# settings-RunningBackground.Text
source: Running background
tr: Arka planda çalış

# settings-AutoStart.Text
source: Auto start
tr: Otomatik başlat

# settings-SystemDefault
source: System default
tr: Sistem varsayılanı

# internal-AreYouSure
source: Are you sure?
tr: Emin misiniz?

# settings-CloseApplication
source: Do you want to close the app?
tr: Uygulamayı kapatmak istiyor musunuz?

# internal-Sure
source: Sure
tr: Eminim

# internal-Cancel
source: Cancel
tr: İptal

# settings-LightTheme
source: Light Theme
tr: Açık Tema

# settings-DarkTheme
source: Dark Theme
tr: Koyu Tema

# settings-MediaVolume.Text
source: Media volume
tr: Medya sesi

# settings-WinVolume.Text
source: Windows volume
tr: Windows'un Ses Seviyesi

# settings-EnableSound.Text
source: Enable sound effect
tr: Ses efektlerini kullan

# home-PrivacyPolicy.Text
source: Privacy Policy
tr: Gizlilik Politikası

# home-PrivacyPolicyDes.Text
source: Winmenu does not collect, store or share users' personal data. This application is a software that only runs on the local device and does not send any personal data of the user to the outside. By using the application, you can use it comfortably knowing that your personal data will be protected and kept confidential. User privacy comes first for us and we take care to provide the highest security in this regard.
tr: Winmenu, kullanıcıların kişisel verilerini toplamaz, saklamaz veya paylaşmaz. Bu uygulama yalnızca yerel cihazda çalışan ve kullanıcıya ait hiçbir kişisel veriyi dışarıya göndermeyen bir yazılımdır. Uygulamayı kullanarak, kişisel verilerinizin korunacağını ve gizli tutulacağını bilerek rahatça kullanabilirsiniz. Bizim için kullanıcı gizliliği her şeyden önce gelir ve bu konuda en yüksek güvenliği sağlamaya özen gösteriyoruz.

# home-AboutTB.Text
source: About
tr: Hakkında

# home-AboutDes.Text
source: Winmenuis a tool that aims to customize your Windows systems and increase their performance. This application helps you use system resources efficiently by offering special features especially for gamers. The application gathers all the features needed to speed up and optimize your PC in one place with a simple and user-friendly interface. Winmenu allows you to customize important settings in Windows and thus helps you achieve a healthier system performance.
tr: Winmenu, Windows sistemlerinizi özelleştirmenizi ve performansını artırmanızı amaçlayan bir araçtır. Bu uygulama, özellikle oyunculara yönelik özel özellikler sunarak, sistem kaynaklarını verimli kullanmanıza yardımcı olur. Uygulama, basit ve kullanıcı dostu bir arayüzle, PC'nizi hızlandırmak ve optimize etmek için gereken tüm özellikleri tek bir noktada toplar. Winmenu, Windows'taki önemli ayarları kişiselleştirmenize imkan tanır ve böylece daha sağlıklı bir sistem performansı elde etmenize yardımcı olur.

# database-Delete
source: Should we delete the database and reinstall it?
tr: Veritabanını silip tekrar yükleyelim mi?

# internal-No
source: No
tr: Hayır

# internal-Restart
source: This process requires a reboot. Should we reboot?
tr: Bu işlem yeniden başlatma gerektirir. Yeniden başlatalım mı?

# settings-SystemDefaults.Text
source: Return system default settings
tr: Varsayılan sistem ayarlarını geri yükle

# settings-DeleteDatabase.Text
source: Delete database
tr: Veritabanını sil

# launch-ConnectNet
source: Please connect to a network
tr: Lütfen bir internete bağlanın

# launch-Administrator
source: Please run Winmenu with administrator privileges
tr: Lütfen Winmenu'u yönetici izni ile açın

# launch-CannotRun
source: Cannot run Winmenu
tr: Winmenu çalıştırılamıyor

# launch-Arguments
source: Shortcuts (Arguments) are not understood
tr: Kısayollar (Argümanlar) anlaşılamadı

# launch-AlreadyRunning
source: Winmenu is already running now
tr: Winmenu şuanda zaten çalışıyor

# internal-Mistake
source: Mistake
tr: Hata

# for-Security
source: Security
tr: Güvenlik

# settings-ShowPassword.Content
source: Show password
tr: Şifreyi göster

# settings-RequestPassword.Text
source: Ask for password throughout the application
tr: Uygulama genelinde şifre sor

# internal-Change
source: Change
tr: Değiştir

source: for AFK
tr: AFK için

# do-Password
source: You need to set a password
tr: bir şifre girmeniz gerekiyor

# for-Settings
source: to access precise settings
tr: Hassas ayarlara erişebilmek için

# internal-Successful
source: Successful
tr: Başarılı

# internal-Information
source: Information
tr: Bilgilendirme

# internal-Changed
source: changed
tr: değiştirildi

# internal-Canceled
source: Transaction canceled
tr: İşlem iptal edildi

# settings-AlignSystemDefaults.Text
source: Align with system defaults
tr: Sistem varsayılanlarına ayak uydur

# settings-IncreasedProtection.Text
source: Increased protection
tr: Artırılmış koruma

# internal-SearchIn
source: Search -
tr: Ara -

# TroubleshootingView.Content
source: Troubleshooting
tr: Sorun gider

# internal-Forward
source: Forward
tr: İleri

# internal-Back
source: Back
tr: Geri

# internal-Settings
source: Settings
tr: Ayarlar

# internal-Delete
source: Delete
tr: Sil

source: Select color
tr: Renk seçin

source: for Icons color
tr: Simge renkleri için

source: for Background color
tr: Arka plan rengi için

# internal-Loading
source: Loading
tr: Yükleniyor

# internal-AlwaysInTop
source: Always in top
tr: Her zaman en üstte

# internal-Close
source: Close
tr: Kapat

# internal-Copyright
source: Copyright © 2025 Reis Production - All rights reserved.
tr: Telif Hakkı © 2025 Reis Production - Tüm hakları saklıdır.

# internal-UserSettings
source: User settings
tr: Kullanıcı ayarları

# internal-PleaseWait
source: Please wait a moment...
tr: Lütfen biraz bekleyin...

# internal-Loaded
source: Loaded
tr: Yüklendi

# internal-NotSupport
source: Currently not supported :(
tr: Şu an desteklenmiyor :(

# internal-Sorry
source: Sorry
tr: Üzgünüz

# launch-Restart
source: Restart
tr: Yeniden başlat

# internal-Cannot
source: This operation cannot be performed.
tr: Bu işlem gerçekleştirilemiyor.

# internal-Language
source: en-US
tr: tr-TR

# internal-OpenClose
source: Open/Close
tr: Aç/Kapat

# internal-ShowHide
source: Show/Hide
tr: Göster/Gizle

# AboutView.Content
source: About
tr: Hakkında

source: Exception Time
tr: Hata zamanı

# exception-Creating
source: An error occurred while creating the log file
tr: Log dosyası oluşturulurken bir hata oluştu

source: for Winmenu
tr: Winmenu için

# internal-CheckOtherWinmenu
source: Checking if there are any other Winmenus...
tr: Başka Winmenu var mı diye kontrol ediliyor...
